{
    "home": "Home",
    "doctors": "Doctors",
    "services": "Services",
    "romanian": "Romanian",
    "english": "English",
    "leaveAMessage": "Leave us a message!",
    "email": "Email",
    "name" : "Name",
    "surName": "Surname",
    "messageArea": "Your message",
    "sendButton": "Send",
    "aboutUsHeader":"Specialized care through precision, artistry, and experience.",
    "welcomeMessage": "Welcome to our bright and modern office led by Dr. Brock Pumphrey.",
    "proudMessage":"We’re proud to offer comprehensive and cosmetic periodontal care in Midtown Atlanta and Roswell. Our doctors, Dr. Pumphrey and Dr. Richman, are two of the few periodontists in Midtown Atlanta and Roswell who are board certified in periodontology and implant surgery. Cleanings, extractions, implants, and gum disease treatments — achieve a beautiful smile and healthy gums for life.",
    "proudDoctors": "We are prooud with our doctors!",
    "reviews": "Reviews",
    "stomatolog":"Periodontists ",
    "protezist": "Protezist",
    "asistent":"Nurse",
    "withUs": "With us",
    "appoinmentRequst":"Make an appointment",
    "masterProgramme": "Cloud, SIA",
    "reservedRights":"All rights reserved.",
    "location": "Location",
    "homeHeader":"Take care of yourself and your loved ones!",
    "welcomeToMediCare": "Welcome to MediCare",
    "checkupMessage":"Get a checkup at us every year!",
    "mottoMessage" :" A healthy smile starts with a foundation of healthy bone and gums. As a periodontist, I help my patients build and maintain that foundation. With over 3 years of specialized training in bone, gum, and supporting tissue, I’m uniquely suited to help you achieve lifelong dental health.", 
    "extractions": "Extractions", 
    "extractionsMessage": "Our top priority is to preserve and sustain your natural teeth. We’ll never recommend a tooth extraction without first doing everything we can to save that tooth. Unfortunately, problems like advanced gum disease, tooth decay, or an injury might make an extraction the best choice.  We offer fast, simple, and painless extractions. Our practice is highly trained and able to provide sedation dentistry options to manage pain and anxiety, ensuring your total comfort every step of the way.", 
    "cosmeticCare":"Cosmetic Care", 
    "cosmeticCareMessage":"Unhealthy teeth are unattractive teeth — you deserve more. By restoring the health and function of your teeth, bone, and gums, we can create harmony and balance in your smile.  With an acute eye for facial aesthetics, our doctors offer accelerated ortho (SFOT), gingival contouring, crown lengthening, and other high-tech cosmetic treatments to help you achieve a red-carpet smile.", 
    "implants": "Implants", 
    "implantsMessage": "The preferred choice for replacing missing teeth and restoring your smile and health. Our dental implants are made from high-tech, biocompatible materials and personalized to deliver optimal aesthetics. Our periodontists are board certified in periodontology and implant surgery. Combining precision, artistry, and expertise, we’ll give you a smile of which to be proud.", 
    "therapy": "Periodontal Therapy", 
    "therapyMessage": "Periodontal disease, commonly known as gum disease, puts your teeth and underlying bone structure at risk. The sooner we eliminate gum disease in your mouth, the better. We incorporate cutting-edge technology to provide the best periodontal treatment in Midtown Atlanta and Roswell. We offer both surgical and non-surgical options for gum recession and bone regeneration.",
    "login": "Log in",
    "logout": "Log out",
    "register": "Register",
    "user": "My page",
    "doctor": "Doctor page",
    "username": "Username",
    "password": "Password",
    "loginPage": "Login Page",
    "alreadyMember": "I'm already a member",
    "passwordPlaceholder":"Enter password",
    "emailPlaceholder": "Enter email",
    "phonePlaceholder": "Enter phone number",
    "namePlaceholder": "Enter your name",
    "phoneNumber": "Phone Number",
    "signUp": "Sign Up"
}
