{
  "home": "Acasa",
  "doctors": "Doctorii nostrii",
  "services": "Serviciile oferite",
  "romanian": "Romana",
  "english": "Engleza",
  "leaveAMessage": "Lasa-ne un mesaj!",
  "email": "Adresa de email",
  "name": "Nume",
  "surName": "Prenume",
  "messageArea": "Mesajul tau:",
  "sendButton": "Trimite",
  "aboutUsHeader": "Specializati prin precizie, arta si excelenta!",
  "welcomeMessage": "Bine ați venit la biroul nostru luminos și modern condus de Dr. Brock Pumphrey.",
  "proudMessage": "Suntem mândri să oferim îngrijire parodontală completă și cosmetică în Cluj-Napoca si Bucuresti. Medicii noștri, Dr. Pumphrey și Dr. Richman, sunt doi dintre puținii parodontiști din Bucuresti și Cluj care sunt certificate de bord în parodontologie și chirurgie implantară. Curățări, extracții, implanturi și tratamente ale bolilor gingivale - obține un zâmbet frumos și  gingii sănătoase pentru viață.",
  "proudDoctors": "Suntem mandri de doctorii nostri!",
  "reviews": "Recenzii",
  "stomatolog": "Stomatolog",
  "protezist": "Protezist",
  "asistent": "Asistent",
  "withUs": "Alaturi de noi",
  "appoinmentRequst": "Fa-ti o programare",
  "masterProgramme": "Cloud, SIA",
  "reservedRights":"Toate drepturile rezervate.",
  "location": "Locatie",
  "homeHeader":"Ai grija de tine si de cei dragi!",
  "welcomeToMediCare": "Bine ati venit la MediCare",
  "checkupMessage":"Fa-ti analizele anual la noi!",    
  "mottoMessage" :"Un zâmbet sănătos începe cu o bază de os și gingii sănătoase. Ca parodontist, îmi ajut pacienții să construiască și să mențină acea bază. Cu peste 3 ani de pregătire specializată în os, gingie și țesut de susținere, sunt potrivit pentru a vă ajuta să atingeți sănătatea dentară pe tot parcursul vieții.",
  "extractions": "Extractii", 
  "extractionsMessage": "Prioritatea noastră principală este să vă conservăm și să vă susțineți dinții naturali. Nu vom recomanda niciodată o extracție a dinților fără a face mai întâi tot ce putem pentru a salva acel dinte. Din păcate, probleme precum boala avansată a gingiilor, cariile dentare sau o leziune ar putea face din extracție cea mai bună alegere. Oferim extracții rapide, simple și nedureroase. Practica noastră este foarte instruită și capabilă să ofere opțiuni de sedare stomatologie pentru a gestiona durerea și anxietatea, asigurându-vă confortul total la fiecare pas.", 
  "cosmeticCare":"Estetica dentara", 
  "cosmeticCareMessage":" Dinții nesănătoși sunt dinți neatractivi - meriți mai mult. Restabilind sănătatea și funcția dinților, osului și gingiilor, putem crea armonie și echilibru în zâmbetul tău. Cu un ochi acut pentru estetica feței, medicii noștri oferă orto accelerat (SFOT), conturare gingivală, alungirea coroanei și alte tratamente cosmetice de înaltă tehnologie pentru a vă ajuta să obțineți un zâmbet de covor roșu.", 
  "implants": "Implanturi", 
  "implantsMessage": "Alegerea preferată pentru înlocuirea dinților lipsă și restabilirea zâmbetului și sănătății. Implanturile noastre dentare sunt fabricate din materiale biocompatibile de înaltă tehnologie și personalizate pentru a oferi o estetică optimă. Parodontiștii noștri sunt certificați în parodontologie și chirurgie implantară. Combinând precizie, măiestrie și expertiză, vă vom oferi un zâmbet de care să vă mândriți.", 
  "therapy": "Terapie parodontala", 
  "therapyMessage": "  Boala parodontală, cunoscută în mod obișnuit ca boală a gingiilor, vă pune dinții și structura osoasă subiacentă în pericol. Cu cât eliminăm mai repede boala gingiilor în gură, cu atât mai bine. Incorporăm tehnologie de ultimă oră pentru a oferi cel mai bun tratament parodontal în Midtown Atlanta și Roswell. Oferim atât opțiuni chirurgicale, cât și non-chirurgicale pentru recesiunea gingiilor și regenerarea oaselor.",
  "login": "Autentificare",
  "logout": "Delogare",
  "register": "Inregistrare",
  "user": "Pagina mea",
  "doctor": "Profil doctor",
  "username": "Utilizator",
  "password": "Parola",
  "loginPage": "Pagina de autentificare",
  "alreadyMember": "Sunt deja membru",
  "passwordPlaceholder":"Introdu parola",
  "emailPlaceholder": "Introdu adresa de email",
  "phonePlaceholder": "Introdu numarul de telefon",
  "namePlaceholder":"Introdu numele",
  "phoneNumber": "Numar de telefon",
  "signUp": "Inregistrare"
}
